acpid
alsa-utils
amd-ucode
arandr
autoconf
automake
base
binutils
bison
dash
discord
dmenu
dunst
exfatprogs
fakeroot
fd
file
file-roller
findutils
firefox
flameshot
flex
gawk
gcc
gettext
git
go
google-chrome
grep
groff
gvfs
gzip
jetbrains-toolbox
kitty
lib32-mesa
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libtool
libva-mesa-driver
libxft-bgra
light
lightdm
lightdm-gtk-greeter
linux
linux-firmware
m4
make
man-db
mesa-vdpau
neofetch
neovim
nerd-fonts-complete
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
pacman
pamixer
patch
pavucontrol
picom
pkgconf
pulseaudio-alsa
qbittorrent
radeontop
redshift
rofi
rofi-greenclip
sed
stow
sudo
sxhkd
texinfo
thunar
thunar-volman
tlp
volctl
vulkan-radeon
which
xclip
xf86-video-amdgpu
xfce4-taskmanager
xkblayout-state-git
xorg-server
xorg-xinput
xsecurelock
yay-bin
zsh
zsh-autosuggestions
zsh-fast-syntax-highlighting
