alsa-utils
amd-ucode
arandr
dash
discord
dmenu
dunst
exfatprogs
fd
file-roller
flameshot
gcc
git
go
google-chrome
grep
jetbrains-toolbox
libxft-bgra
light
lightdm
lightdm-gtk-greeter
linux
linux-firmware
neofetch
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
pavucontrol
pulseaudio-alsa
qbittorrent
radeontop
redshift
rofi
rofi-greenclip
sed
stow
sxhkd
thunar
thunar-volman
tlp
volctl
xfce4-taskmanager
xkblayout-state-git
xorg-server
xsecurelock
yay-bin
zsh
zsh-autosuggestions
zsh-fast-syntax-highlighting
